const FILTER = {
  // 1. industry 行业分类 multiple
  industry: [
    ["all", "全部行业"],
    [1, "服装服饰"],
    [2, "数码家电"],
    [3, "建筑建材"],
    [4, "机械配件"],
    [5, "日用百货"],
    [6, "运动户外"],
    [7, "化妆美容"],
    [8, "箱包鞋帽"],
    [9, "汽摩汽配"],
    [10, "玩具礼品"],
    [11, "安防照明"],
    [12, "家居园艺"],
    [13, "五金工具"],
    [14, "医药日化"],
    [15, "包装印刷"],
    [16, "食品茶饮"],
    [17, "母婴用品"],
    [18, "电气设备"],
    [19, "办公文具"],
    [20, "纺织皮具"],
    [21, "宠物用品"],
    [22, "原材料"],
    [23, "能源化工"],
    [24, "农产品"],
    [25, "成人保健"],
    [26, "矿物冶金"],
  ],
  // 3. color 色系分类 single
  color: [
    [1, "#0000ff"],//蓝色
    [2, "#000000"],//黑色
    [3, ["#000000", "#ffffff"]],//黑白
    [4, "#00ff00"],//绿色
    [5, "#ff0000"],//红色
    [6, "#808080"],//灰色
    [7, "#ffa500"],//橙色
    [8, "#a67d3d"],//棕色
    [9, "#ffff00"],//黄色
    [10, "#ffc0cb"],//粉色
    [11, "#800080"],//紫色
    [12, "http://img.alicdn.com/tps/TB1dnT_PXXXXXcvaXXXXXXXXXXX-60-44.png"],//炫彩
    [13, "#00ffff"],//青色
    [14, "#ffd700"],//金色
  ],
};